tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "shivammathur/php"
tap "zegervdv/zathura"
brew "bat"
brew "composer"
brew "dooit"
brew "exa"
brew "fzf"
brew "git"
brew "httpie"
brew "lazydocker"
brew "mysql-client"
brew "neovim"
brew "node@16"
brew "ripgrep"
brew "slides"
brew "tmux"
brew "tmuxinator"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "shivammathur/php/php@7.4"
cask "dbeaver-community"
cask "font-blex-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "raycast"
cask "warp"
